Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# settings_high_contrast_hint
source: Stronger price colors and darker secondary text. Also on when the system asks for more contrast.
ar: ألوان أسعار أقوى ونصوص ثانوية أغمق. يعمل أيضًا عندما يطلب النظام تباينًا أعلى.
cs: Výraznější barvy cen a tmavší vedlejší text. Zapne se i tehdy, když systém požaduje vyšší kontrast.
da: Kraftigere kursfarver og mørkere sekundær tekst. Er også slået til, når systemet beder om mere kontrast.
de: Kräftigere Kursfarben und dunklere Nebentexte. Auch aktiv, wenn das System mehr Kontrast verlangt.
el: Πιο έντονα χρώματα τιμών και πιο σκούρο δευτερεύον κείμενο. Ενεργή και όταν το σύστημα ζητά περισσότερη αντίθεση.
es: Colores de precio más intensos y texto secundario más oscuro. También se activa cuando el sistema pide más contraste.
fa: رنگ‌های قیمت پررنگ‌تر و متن‌های فرعی تیره‌تر. وقتی سیستم کنتراست بیشتری بخواهد هم فعال است.
fi: Voimakkaammat hintavärit ja tummempi toissijainen teksti. Käytössä myös, kun järjestelmä pyytää suurempaa kontrastia.
fr: Couleurs des prix plus marquées et textes secondaires plus foncés. Également activé lorsque le système demande plus de contraste.
he: צבעי מחיר חזקים יותר וטקסט משני כהה יותר. פעיל גם כשהמערכת מבקשת ניגודיות גבוהה יותר.
hi: भाव के ज़्यादा गहरे रंग और गहरा सहायक टेक्स्ट। सिस्टम के ज़्यादा कंट्रास्ट माँगने पर भी चालू रहता है।
hu: Erősebb árszínek és sötétebb másodlagos szöveg. Akkor is bekapcsol, ha a rendszer nagyobb kontrasztot kér.
id: Warna harga lebih kuat dan teks sekunder lebih gelap. Juga aktif saat sistem meminta kontras lebih tinggi.
it: Colori dei prezzi più intensi e testi secondari più scuri. Attivo anche quando il sistema richiede più contrasto.
ja: 価格の色を濃くし、補足テキストを暗くします。システムがより高いコントラストを求めている場合もオンになります。
ko: 가격 색상을 더 진하게, 보조 텍스트를 더 어둡게 표시합니다. 시스템이 더 높은 대비를 요청할 때도 켜집니다.
nb: Sterkere kursfarger og mørkere sekundærtekst. Også på når systemet ber om mer kontrast.
nl: Krachtigere koerskleuren en donkerdere secundaire tekst. Ook aan wanneer het systeem om meer contrast vraagt.
pl: Wyraźniejsze kolory cen i ciemniejszy tekst pomocniczy. Włączony także, gdy system wymaga większego kontrastu.
pt: Cores de preço mais fortes e textos secundários mais escuros. Também ativo quando o sistema pede mais contraste.
pt_br: Cores de preço mais fortes e textos secundários mais escuros. Também ativo quando o sistema pede mais contraste.
ro: Culori de preț mai puternice și text secundar mai închis. Activ și când sistemul cere mai mult contrast.
ru: Более яркие цвета цен и более тёмный второстепенный текст. Включается также, когда система запрашивает повышенную контрастность.
sq: Ngjyra më të forta për çmimet dhe tekst dytësor më i errët. Aktiv edhe kur sistemi kërkon më shumë kontrast.
sv: Kraftigare kursfärger och mörkare sekundär text. Är också på när systemet begär mer kontrast.
th: สีราคาเข้มขึ้นและข้อความรองเข้มขึ้น เปิดใช้งานด้วยเมื่อระบบขอคอนทราสต์มากขึ้น
tr: Daha güçlü fiyat renkleri ve daha koyu ikincil metin. Sistem daha fazla kontrast istediğinde de açılır.
uk: Яскравіші кольори цін і темніший другорядний текст. Вмикається також, коли система запитує вищу контрастність.
vi: Màu giá đậm hơn và chữ phụ tối hơn. Cũng bật khi hệ thống yêu cầu độ tương phản cao hơn.
zh_hans: 更鲜明的价格颜色和更深的次要文字。系统要求更高对比度时也会开启。

# settings_http_log
source: Show HTTP log
ar: عرض سجل HTTP
cs: Zobrazit protokol HTTP
da: Vis HTTP-log
de: HTTP-Protokoll anzeigen
el: Εμφάνιση αρχείου HTTP
es: Mostrar registro HTTP
fa: نمایش گزارش HTTP
fi: Näytä HTTP-loki
fr: Afficher le journal HTTP
he: הצגת יומן HTTP
hi: HTTP लॉग दिखाएँ
hu: HTTP-napló megjelenítése
id: Tampilkan log HTTP
it: Mostra log HTTP
ja: HTTP ログを表示
ko: HTTP 로그 표시
nb: Vis HTTP-logg
nl: HTTP-log tonen
pl: Pokaż dziennik HTTP
pt: Mostrar registo HTTP
pt_br: Mostrar registro HTTP
ro: Afișează jurnalul HTTP
ru: Показывать журнал HTTP
sq: Shfaq regjistrin HTTP
sv: Visa HTTP-logg
th: แสดงบันทึก HTTP
tr: HTTP günlüğünü göster
uk: Показувати журнал HTTP
vi: Hiện nhật ký HTTP
zh_hans: 显示 HTTP 日志

# settings_http_log_hint
source: Shows the requests to the exchanges at the bottom of the Add tab – for troubleshooting.
ar: يعرض أسفل تبويب «إضافة» الطلبات المرسلة إلى المنصات – لاستكشاف الأخطاء.
cs: Zobrazí dole na kartě „Přidat“ požadavky na burzy – pro hledání chyb.
da: Viser forespørgslerne til børserne nederst på fanen »Tilføj« – til fejlsøgning.
de: Zeigt unten im Tab «Hinzufügen» die Anfragen an die Börsen – für die Fehlersuche.
el: Δείχνει στο κάτω μέρος της καρτέλας «Προσθήκη» τα αιτήματα προς τα ανταλλακτήρια – για αντιμετώπιση προβλημάτων.
es: Muestra al final de la pestaña «Añadir» las solicitudes a los exchanges – para diagnosticar.
fa: درخواست‌های ارسالی به صرافی‌ها را پایین برگه «افزودن» نشان می‌دهد – برای عیب‌یابی.
fi: Näyttää Lisää-välilehden alaosassa pyynnöt pörsseihin – vianetsintään.
fr: Affiche en bas de l'onglet « Ajouter » les requêtes envoyées aux plateformes – pour le dépannage.
he: מציג בתחתית הלשונית “הוספה” את הבקשות לבורסות – לאיתור תקלות.
hi: “जोड़ें” टैब के नीचे एक्सचेंजों को भेजे गए अनुरोध दिखाता है – समस्या खोजने के लिए।
hu: A „Hozzáadás” lap alján mutatja a tőzsdékhez küldött kéréseket – hibakereséshez.
id: Menampilkan permintaan ke bursa di bagian bawah tab “Tambah” – untuk pemecahan masalah.
it: Mostra in fondo alla scheda «Aggiungi» le richieste agli exchange – per la diagnosi.
ja: 「追加」タブの下部に取引所へのリクエストを表示します（トラブル対応用）。
ko: ‘추가’ 탭 하단에 거래소로 보낸 요청을 표시합니다 – 문제 해결용.
nb: Viser forespørslene til børsene nederst i fanen «Legg til» – for feilsøking.
nl: Toont onderaan het tabblad ‘Toevoegen’ de verzoeken aan de beurzen – voor foutopsporing.
pl: Pokazuje na dole karty „Dodaj” zapytania do giełd – do diagnozowania.
pt: Mostra no fundo do separador «Adicionar» os pedidos às corretoras – para diagnóstico.
pt_br: Mostra no fim da aba “Adicionar” as requisições às corretoras – para diagnóstico.
ro: Afișează în partea de jos a filei „Adaugă” cererile către exchange-uri – pentru depanare.
ru: Показывает внизу вкладки «Добавить» запросы к биржам – для диагностики.
sq: Shfaq në fund të skedës «Shto» kërkesat drejt bursave – për gjetjen e gabimeve.
sv: Visar förfrågningarna till börserna längst ned på fliken ”Lägg till” – för felsökning.
th: แสดงคำขอไปยังกระดานเทรดที่ด้านล่างของแท็บ “เพิ่ม” – สำหรับแก้ปัญหา
tr: “Ekle” sekmesinin altında borsalara giden istekleri gösterir – sorun gidermek için.
uk: Показує внизу вкладки «Додати» запити до бірж – для діагностики.
vi: Hiển thị các yêu cầu tới sàn ở cuối thẻ “Thêm” – để gỡ lỗi.
zh_hans: 在“添加”标签页底部显示发往交易所的请求，用于排查问题。

# settings_ios_background_hint
source: iOS decides when the app may refresh in the background, so the interval means “at the earliest every …”. While the app is open, prices are checked on time. Widgets and the Live Activity show current prices at a glance.
ar: يقرر iOS متى يُسمح للتطبيق بالتحديث في الخلفية، لذا يعني الفاصل الزمني «كل … على الأقل». أثناء فتح التطبيق، يتم الفحص في موعده. تعرض الأدوات والنشاط المباشر الأسعار الحالية بنظرة سريعة.
cs: iOS rozhoduje, kdy smí aplikace aktualizovat na pozadí – interval tedy znamená „nejdříve každých …“. Když je aplikace otevřená, kontroluje se včas. Aktuální kurzy na první pohled ukazují widgety a aktivita živě.
da: iOS bestemmer, hvornår appen må opdatere i baggrunden – intervallet betyder altså »tidligst hvert …«. Når appen er åben, tjekkes der til tiden. Widgets og live-aktiviteten viser aktuelle kurser med et blik.
de: iOS entscheidet, wann die App im Hintergrund aktualisieren darf – das Intervall heisst also «frühestens alle …». Bei geöffneter App wird pünktlich geprüft. Aktuelle Kurse auf einen Blick zeigen die Widgets und die Live-Aktivität.
el: Το iOS αποφασίζει πότε η εφαρμογή μπορεί να ανανεωθεί στο παρασκήνιο – το διάστημα σημαίνει «το νωρίτερο κάθε …». Όταν η εφαρμογή είναι ανοιχτή, ο έλεγχος γίνεται στην ώρα του. Τα widget και η Ζωντανή δραστηριότητα δείχνουν τις τρέχουσες τιμές με μια ματιά.
es: iOS decide cuándo puede actualizarse la app en segundo plano, así que el intervalo significa «como pronto cada …». Con la app abierta, se comprueba puntualmente. Los widgets y la Actividad en vivo muestran los precios actuales de un vistazo.
fa: iOS تصمیم می‌گیرد برنامه چه زمانی در پس‌زمینه به‌روز شود؛ پس فاصله زمانی یعنی «حداقل هر …». وقتی برنامه باز است، بررسی به‌موقع انجام می‌شود. ویجت‌ها و فعالیت زنده قیمت‌های فعلی را در یک نگاه نشان می‌دهند.
fi: iOS päättää, milloin sovellus saa päivittyä taustalla – aikaväli tarkoittaa siis ”aikaisintaan … välein”. Kun sovellus on auki, tarkistukset tehdään ajallaan. Widgetit ja reaaliaikainen toiminto näyttävät nykyiset kurssit yhdellä silmäyksellä.
fr: iOS décide quand l'app peut s'actualiser en arrière-plan : l'intervalle signifie donc « au plus tôt toutes les … ». Lorsque l'app est ouverte, la vérification est ponctuelle. Les widgets et l'Activité en direct affichent les cours actuels d'un coup d'œil.
he: iOS מחליט מתי האפליקציה רשאית להתעדכן ברקע, ולכן המרווח פירושו: לכל המוקדם כל …. כשהאפליקציה פתוחה, הבדיקות מתבצעות בזמן. הווידג׳טים והפעילות בזמן אמת מציגים את השערים העדכניים במבט אחד.
hi: बैकग्राउंड में ऐप कब अपडेट हो सकता है, यह iOS तय करता है – इसलिए अंतराल का अर्थ है: जल्द से जल्द हर …। ऐप खुला होने पर जाँच समय पर होती है। विजेट और लाइव ऐक्टिविटी मौजूदा भाव एक नज़र में दिखाते हैं।
hu: Az iOS dönti el, mikor frissülhet az alkalmazás a háttérben – a beállított időköz tehát a legrövidebb várakozást jelenti. Nyitott alkalmazásnál az ellenőrzés pontos. A widgetek és az Élő tevékenység egy pillantással mutatják az aktuális árfolyamokat.
id: iOS yang menentukan kapan aplikasi boleh memperbarui di latar belakang, jadi interval berarti “paling cepat setiap …”. Saat aplikasi terbuka, pemeriksaan tepat waktu. Widget dan Aktivitas Langsung menampilkan harga terkini dalam sekejap.
it: iOS decide quando l'app può aggiornarsi in background, quindi l'intervallo significa «al più presto ogni …». Con l'app aperta, i controlli sono puntuali. I widget e l'Attività in tempo reale mostrano i prezzi attuali a colpo d'occhio.
ja: アプリがバックグラウンドでいつ更新できるかは iOS が決めるため、間隔は「早くても … ごと」という意味です。アプリを開いている間は時間どおりに確認します。現在の価格はウィジェットとライブアクティビティでひと目で確認できます。
ko: 앱이 백그라운드에서 언제 새로 고칠 수 있는지는 iOS가 정하므로, 간격은 '빨라야 …마다'라는 뜻입니다. 앱이 열려 있으면 제시간에 확인합니다. 현재 시세는 위젯과 실시간 현황에서 한눈에 볼 수 있습니다.
nb: iOS bestemmer når appen kan oppdatere i bakgrunnen – intervallet betyr altså «tidligst hvert …». Når appen er åpen, sjekkes det i tide. Widgets og live-aktiviteten viser aktuelle kurser med ett blikk.
nl: iOS bepaalt wanneer de app op de achtergrond mag verversen – het interval betekent dus ‘op zijn vroegst elke …’. Met de app open wordt op tijd gecontroleerd. Widgets en de Live Activity tonen actuele koersen in één oogopslag.
pl: iOS decyduje, kiedy aplikacja może odświeżać w tle – interwał oznacza więc „najwcześniej co …”. Gdy aplikacja jest otwarta, sprawdzanie odbywa się na czas. Widżety i działanie na żywo pokazują bieżące kursy na pierwszy rzut oka.
pt: O iOS decide quando a app pode atualizar em segundo plano, por isso o intervalo significa «no mínimo a cada …». Com a app aberta, a verificação é pontual. Os widgets e a Atividade em direto mostram os preços atuais num relance.
pt_br: O iOS decide quando o app pode atualizar em segundo plano, então o intervalo significa “no mínimo a cada …”. Com o app aberto, a verificação é pontual. Os widgets e a Atividade ao Vivo mostram os preços atuais de relance.
ro: iOS decide când se poate actualiza aplicația în fundal, deci intervalul înseamnă „cel mai devreme la fiecare …”. Cât timp aplicația este deschisă, verificările sunt la timp. Widgeturile și activitatea live arată prețurile actuale dintr-o privire.
ru: iOS решает, когда приложению можно обновляться в фоне, поэтому интервал означает «не чаще чем раз в …». Пока приложение открыто, проверки идут вовремя. Виджеты и Live Activity показывают текущие курсы с одного взгляда.
sq: iOS vendos se kur aplikacioni mund të rifreskohet në sfond, ndaj intervali do të thotë «më së shpejti çdo …». Kur aplikacioni është i hapur, kontrolli bëhet në kohë. Widget-et dhe aktiviteti live tregojnë çmimet aktuale me një shikim.
sv: iOS bestämmer när appen får uppdatera i bakgrunden – intervallet betyder alltså ”tidigast var …”. När appen är öppen sker kontrollerna i tid. Widgetar och live-aktiviteten visar aktuella kurser med en blick.
th: iOS เป็นผู้ตัดสินว่าแอปจะรีเฟรชเบื้องหลังได้เมื่อใด ช่วงเวลาจึงหมายถึง “อย่างเร็วที่สุดทุก …” ขณะเปิดแอปอยู่ การตรวจสอบจะตรงเวลา วิดเจ็ตและกิจกรรมสดแสดงราคาปัจจุบันได้ในพริบตา
tr: Uygulamanın arka planda ne zaman yenilenebileceğine iOS karar verir; yani aralık “en erken … arayla” anlamına gelir. Uygulama açıkken kontroller zamanında yapılır. Widget'lar ve Canlı Etkinlik güncel fiyatları bir bakışta gösterir.
uk: iOS вирішує, коли застосунку можна оновлюватися у фоні, тож інтервал означає «не частіше ніж раз на …». Поки застосунок відкритий, перевірки відбуваються вчасно. Віджети й активність наживо показують поточні курси з першого погляду.
vi: iOS quyết định khi nào ứng dụng được làm mới ở chế độ nền, nên chu kỳ có nghĩa là “sớm nhất mỗi …”. Khi ứng dụng đang mở, việc kiểm tra diễn ra đúng giờ. Tiện ích và Hoạt động trực tiếp cho xem giá hiện tại trong nháy mắt.
zh_hans: 应用何时可在后台刷新由 iOS 决定，因此间隔表示“最快每 … 一次”。应用打开时会准时检查。小组件和实时活动可让你一眼看到当前行情。

# settings_language_choose
source: Choose language
ar: اختيار اللغة
cs: Vybrat jazyk
da: Vælg sprog
de: Sprache wählen
el: Επιλογή γλώσσας
es: Elegir idioma
fa: انتخاب زبان
fi: Valitse kieli
fr: Choisir la langue
he: בחירת שפה
hi: भाषा चुनें
hu: Nyelv kiválasztása
id: Pilih bahasa
it: Scegli lingua
ja: 言語を選択
ko: 언어 선택
nb: Velg språk
nl: Taal kiezen
pl: Wybierz język
pt: Escolher idioma
pt_br: Escolher idioma
ro: Alegeți limba
ru: Выбрать язык
sq: Zgjidh gjuhën
sv: Välj språk
th: เลือกภาษา
tr: Dil seç
uk: Вибрати мову
vi: Chọn ngôn ngữ
zh_hans: 选择语言

# settings_language_system
source: System language
ar: لغة النظام
cs: Jazyk systému
da: Systemsprog
de: Systemsprache
el: Γλώσσα συστήματος
es: Idioma del sistema
fa: زبان سیستم
fi: Järjestelmän kieli
fr: Langue du système
he: שפת המערכת
hi: सिस्टम भाषा
hu: Rendszer nyelve
id: Bahasa sistem
it: Lingua di sistema
ja: システムの言語
ko: 시스템 언어
nb: Systemspråk
nl: Systeemtaal
pl: Język systemu
pt: Idioma do sistema
pt_br: Idioma do sistema
ro: Limba sistemului
ru: Язык системы
sq: Gjuha e sistemit
sv: Systemspråk
th: ภาษาของระบบ
tr: Sistem dili
uk: Мова системи
vi: Ngôn ngữ hệ thống
zh_hans: 系统语言

# settings_live_interval
source: Live interval
ar: فاصل الوضع المباشر
cs: Živý interval
de: Live-Intervall
el: Διάστημα live
es: Intervalo en vivo
fa: فاصله حالت زنده
fi: Live-aikaväli
fr: Intervalle live
he: מרווח במצב חי
hi: लाइव अंतराल
hu: Élő időköz
id: Interval live
it: Intervallo live
ja: ライブ間隔
ko: 실시간 간격
nb: Liveintervall
pl: Interwał na żywo
pt: Intervalo ao vivo
pt_br: Intervalo ao vivo
ro: Interval live
ru: Интервал в реальном времени
sq: Intervali live
sv: Liveintervall
th: ช่วงเวลาโหมดสด
tr: Canlı aralık
uk: Інтервал live-режиму
vi: Chu kỳ live
zh_hans: 实时间隔

# settings_live_service
source: Live mode
ar: الوضع المباشر
cs: Živý režim
da: Live-tilstand
de: Live-Modus
el: Λειτουργία live
es: Modo en vivo
fa: حالت زنده
fi: Live-tila
fr: Mode live
he: מצב חי
hi: लाइव मोड
hu: Élő mód
id: Mode live
it: Modalità live
ja: ライブモード
ko: 실시간 모드
nb: Livemodus
nl: Live-modus
pl: Tryb na żywo
pt: Modo ao vivo
pt_br: Modo ao vivo
ro: Mod live
ru: Режим реального времени
sq: Modaliteti live
sv: Liveläge
th: โหมดสด
tr: Canlı mod
uk: Live-режим
vi: Chế độ live
zh_hans: 实时模式

# settings_live_service_hint
source: Keeps a service running for short intervals. Uses more battery.
ar: يُبقي خدمة قيد التشغيل للفواصل القصيرة. يستهلك بطارية أكثر.
cs: Udržuje spuštěnou službu pro krátké intervaly. Spotřebovává více baterie.
da: Holder en tjeneste kørende til korte intervaller. Bruger mere batteri.
de: Hält einen Dienst für kurze Intervalle offen. Verbraucht mehr Akku.
el: Διατηρεί μια υπηρεσία σε λειτουργία για σύντομα διαστήματα. Καταναλώνει περισσότερη μπαταρία.
es: Mantiene un servicio activo para intervalos cortos. Consume más batería.
fa: یک سرویس را برای فواصل کوتاه در حال اجرا نگه می‌دارد. باتری بیشتری مصرف می‌کند.
fi: Pitää palvelun käynnissä lyhyitä aikavälejä varten. Kuluttaa enemmän akkua.
fr: Maintient un service actif pour des intervalles courts. Consomme plus de batterie.
he: משאיר שירות פועל למרווחים קצרים. צורך יותר סוללה.
hi: कम अंतराल के लिए एक सर्विस चालू रखता है। ज़्यादा बैटरी खर्च होती है।
hu: Szolgáltatást futtat a rövid időközökhöz. Több akkumulátort használ.
id: Menjalankan layanan untuk interval singkat. Lebih boros baterai.
it: Mantiene attivo un servizio per intervalli brevi. Consuma più batteria.
ja: 短い間隔で更新するためにサービスを常駐させます。バッテリー消費が増えます。
ko: 짧은 간격을 위해 서비스를 계속 실행합니다. 배터리를 더 사용합니다.
nb: Holder en tjeneste i gang for korte intervaller. Bruker mer batteri.
nl: Houdt een service actief voor korte intervallen. Verbruikt meer batterij.
pl: Utrzymuje działającą usługę dla krótkich interwałów. Zużywa więcej baterii.
pt: Mantém um serviço ativo para intervalos curtos. Gasta mais bateria.
pt_br: Mantém um serviço ativo para intervalos curtos. Consome mais bateria.
ro: Menține un serviciu activ pentru intervale scurte. Consumă mai multă baterie.
ru: Держит службу запущенной для коротких интервалов. Расходует больше заряда.
sq: Mban një shërbim aktiv për intervale të shkurtra. Përdor më shumë bateri.
sv: Håller en tjänst igång för korta intervall. Drar mer batteri.
th: ให้บริการทำงานต่อเนื่องเพื่อช่วงเวลาสั้น ใช้แบตเตอรี่มากขึ้น
tr: Kısa aralıklar için bir hizmeti çalışır durumda tutar. Daha fazla pil kullanır.
uk: Тримає службу активною для коротких інтервалів. Витрачає більше заряду.
vi: Giữ một dịch vụ chạy để cập nhật trong khoảng ngắn. Tốn pin hơn.
zh_hans: 保持服务运行以实现短间隔更新。耗电更多。

# settings_macro_notifications
source: Economic calendar
ar: التقويم الاقتصادي
cs: Ekonomický kalendář
da: Økonomisk kalender
de: Wirtschaftstermine
el: Οικονομικό ημερολόγιο
es: Calendario económico
fa: تقویم اقتصادی
fi: Talouskalenteri
fr: Calendrier économique
he: לוח אירועים כלכליים
hi: आर्थिक कैलेंडर
hu: Gazdasági naptár
id: Kalender ekonomi
it: Calendario economico
ja: 経済指標カレンダー
ko: 경제 일정
nb: Økonomisk kalender
nl: Economische agenda
pl: Kalendarz gospodarczy
pt: Calendário económico
pt_br: Calendário econômico
ro: Calendar economic
ru: Экономический календарь
sq: Kalendari ekonomik
sv: Ekonomisk kalender
th: ปฏิทินเศรษฐกิจ
tr: Ekonomik takvim
uk: Економічний календар
vi: Lịch kinh tế
zh_hans: 经济日历

# settings_macro_notifications_hint
source: At 08:00 on days with important US economic data (inflation, jobs report, Fed decision). The calendar comes from the app's website, loaded once a day.
ar: في الساعة 08:00 في أيام صدور بيانات اقتصادية أمريكية مهمة (التضخم، الوظائف، قرار الفيدرالي). يُحمَّل التقويم من موقع التطبيق مرة واحدة يوميًا.
cs: V 08:00 ve dnech s důležitými ekonomickými daty z USA (inflace, trh práce, rozhodnutí Fedu). Kalendář pochází z webu aplikace a načítá se jednou denně.
da: Kl. 08:00 på dage med vigtige amerikanske økonomiske tal (inflation, jobrapport, rentebeslutning). Kalenderen kommer fra appens hjemmeside og hentes én gang om dagen.
de: Um 08:00 an Tagen mit wichtigen US-Wirtschaftsdaten (Inflation, Arbeitsmarkt, Zinsentscheid). Der Kalender kommt von der Webseite der App und wird einmal am Tag geladen.
el: Στις 08:00 τις ημέρες με σημαντικά οικονομικά στοιχεία των ΗΠΑ (πληθωρισμός, απασχόληση, απόφαση της Fed). Το ημερολόγιο έρχεται από τον ιστότοπο της εφαρμογής και φορτώνεται μία φορά την ημέρα.
es: A las 08:00 los días con datos económicos importantes de EE. UU. (inflación, empleo, decisión de la Fed). El calendario viene de la web de la app y se carga una vez al día.
fa: ساعت 08:00 در روزهایی که داده‌های مهم اقتصادی آمریکا منتشر می‌شود (تورم، اشتغال، تصمیم فدرال رزرو). تقویم روزی یک بار از وب‌سایت برنامه بارگیری می‌شود.
fi: Klo 08:00 päivinä, joina julkaistaan tärkeitä Yhdysvaltain talouslukuja (inflaatio, työllisyys, korkopäätös). Kalenteri haetaan sovelluksen verkkosivulta kerran päivässä.
fr: À 08:00 les jours de données économiques américaines importantes (inflation, emploi, décision de la Fed). Le calendrier provient du site web de l'app et est chargé une fois par jour.
he: ב־08:00 בימים עם נתונים כלכליים חשובים מארה״ב (אינפלציה, תעסוקה, החלטת הפד). הלוח נטען מאתר האפליקציה פעם ביום.
hi: महत्वपूर्ण अमेरिकी आर्थिक आँकड़ों (महँगाई, जॉब्स रिपोर्ट, फ़ेड फ़ैसला) वाले दिनों में 08:00 बजे। कैलेंडर ऐप की वेबसाइट से दिन में एक बार लोड होता है।
hu: 08:00-kor azokon a napokon, amikor fontos amerikai gazdasági adatok jelennek meg (infláció, munkaerőpiac, kamatdöntés). A naptár az alkalmazás weboldaláról töltődik le naponta egyszer.
id: Pukul 08:00 pada hari dengan data ekonomi AS yang penting (inflasi, tenaga kerja, keputusan The Fed). Kalender diambil dari situs web aplikasi sekali sehari.
it: Alle 08:00 nei giorni con dati economici USA importanti (inflazione, occupazione, decisione della Fed). Il calendario arriva dal sito web dell'app e viene caricato una volta al giorno.
ja: 重要な米経済指標（インフレ、雇用統計、FOMC）の発表日の 08:00 に通知します。カレンダーはアプリのウェブサイトから1日1回読み込みます。
ko: 중요한 미국 경제 지표(물가, 고용보고서, 연준 금리 결정)가 나오는 날 08:00에 알려 줍니다. 일정은 앱 웹사이트에서 하루에 한 번 불러옵니다.
nb: Kl. 08:00 på dager med viktige amerikanske økonomiske tall (inflasjon, sysselsetting, rentebeslutning). Kalenderen kommer fra appens nettside og lastes inn én gang om dagen.
nl: Om 08:00 op dagen met belangrijke Amerikaanse economische cijfers (inflatie, banenrapport, rentebesluit). De agenda komt van de website van de app en wordt één keer per dag geladen.
pl: O 08:00 w dni z ważnymi danymi gospodarczymi z USA (inflacja, rynek pracy, decyzja Fed). Kalendarz pochodzi ze strony aplikacji i jest pobierany raz dziennie.
pt: Às 08:00 nos dias com dados económicos importantes dos EUA (inflação, emprego, decisão da Fed). O calendário vem do site da app e é carregado uma vez por dia.
pt_br: Às 08:00 nos dias com dados econômicos importantes dos EUA (inflação, payroll, decisão do Fed). O calendário vem do site do app e é carregado uma vez por dia.
ro: La 08:00 în zilele cu date economice importante din SUA (inflație, locuri de muncă, decizia Fed). Calendarul vine de pe site-ul aplicației și se încarcă o dată pe zi.
ru: В 08:00 в дни важных экономических данных США (инфляция, рынок труда, решение ФРС). Календарь загружается с сайта приложения раз в день.
sq: Në 08:00 në ditët me të dhëna të rëndësishme ekonomike të SHBA-së (inflacioni, punësimi, vendimi i Fed-it). Kalendari vjen nga faqja e internetit e aplikacionit dhe ngarkohet një herë në ditë.
sv: Kl. 08:00 dagar med viktig amerikansk ekonomisk statistik (inflation, jobbrapport, räntebesked). Kalendern hämtas från appens webbplats en gång om dagen.
th: เวลา 08:00 ในวันที่มีข้อมูลเศรษฐกิจสหรัฐฯ สำคัญ (เงินเฟ้อ การจ้างงาน การตัดสินใจของเฟด) ปฏิทินโหลดจากเว็บไซต์ของแอปวันละครั้ง
tr: Önemli ABD ekonomik verilerinin açıklandığı günlerde 08:00'de (enflasyon, istihdam, Fed kararı). Takvim uygulamanın web sitesinden günde bir kez yüklenir.
uk: О 08:00 у дні важливих економічних даних США (інфляція, ринок праці, рішення ФРС). Календар завантажується з вебсайту застосунку раз на день.
vi: Lúc 08:00 vào những ngày có dữ liệu kinh tế Mỹ quan trọng (lạm phát, việc làm, quyết định của Fed). Lịch được tải từ trang web của ứng dụng mỗi ngày một lần.
zh_hans: 在有重要美国经济数据（通胀、就业报告、美联储利率决议）的日子 08:00 提醒。日历每天从应用网站加载一次。
